---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Infrastructure.AlignmentStationLabelOptions
source: html/e69d6319-8797-9c21-f387-e5944e8607f8.htm
---
# AlignmentStationLabelOptions Members

Creates an object with default values.